<h2> Документация системы ASCON "Loodsman-ПГС"</h2>
<ul class="faq">
    <li>
      <a href="http://hd-web.mohp.ru/index.php?id=ascon-faq"><img class="img_left" src="\img\faq.png" width="100px" alt=""></a>
       <a href="http://hd-web.mohp.ru/index.php?id=ascon-faq">Наиболее часто встречающиеся проблемы при работе в системе ЛОЦМАН-ПГС (FAQ)</a>
        </li>
    <br>
    <li><a href="files\reglament.doc" target="_blank"> Регламент</a>
    </li>
    <br>
  <li><a href="files\instrukciya.doc" target="_blank"> Методическое пособие по работе с программой</a></li>
</ul>

<!--
<ol><h3>Порядок изучения системы ЛОЦМАН-ПГС:</h3>
    <li>Интерфейс системы.</li>
    <li>Создание проекта.</li>
    <li>Формирование структуры проекта.</li>
    <li>Размещение документов в проекте.</li>
    <li>Назначение прав доступа.</li>
    <li>Процедура работы с заданием.</li>
    <li> Работа с замечаниями.</li>
    <li> Работа с сообщениями.</li>
    <li> Панель файлов.</li>
    <li>Создание файлов по шаблону.</li>
    <li> Редактирование документов.</li>
    <li> Синхронизация данных.</li>
    <li>Версии документа.</li>
    <li> Сравнение версий.</li>
    <li>Согласование документов.</li>
    <li> Электронная подпись.</li>
    <li>Выгрузка файлов в нередактируемом формате для передачи заказчику.</li>
    <li>Дополнительные возможности системы.</li>

</ol>-->
