<b class="success">Инструкция для пользователя </b><br><br>

<h1> Автоматическая настройка AutoCAD</h1>

<h2>Настройка AutoCAD 2015 для последующей работы по стандарту предприятия</h2>
<p> (Настройка производится один раз и действует все последующее время. Необходимость настройки касается только 2015 версии AutoCAD)</p>
<ol>
    <li><h2>Импорт профиля</h2>
        В запущенной программе AutoCAD 2015 необходимо нажать правой кнопкой мыши в рабочей области и вызвать меню <b>Параметры</b>
        <img class="img_center" src="\img\scrins\01.png" alt="">
    </li>
    <li>
        Далее необходимо перейти на вкладку <b> Профили</b>. По умолчанию эта вкладка не видна, для ее отображения нажмите несколько раз на малелькую правую стрелку.
        <img class="img_center" src="\img\scrins\002.png" alt="">
    </li>
    <li>
        Выберите меню <b>Импорт</b>
        <img class="img_center" src="\img\scrins\001.png" alt="">
    </li>
    <li>
      Введите в строку <b>Имя файла</b> следующий путь: <b>\\hd-acad\ACAD\standarts</b> Нажмите <b>Открыть</b>
        <img class="img_center" src="\img\scrins\003.png" alt="">
    </li>
    <li>
        Далее выберите необходимый профиль Здания-1 или Здания-2: <b>Profile-2015-01.arg </b>или <b>Profile-2015-02.arg</b>. В случае перемещения рабочего места из Здания-1 в Здание-2 профили можно переключать.
        <img class="img_center" src="\img\scrins\004.png" alt="">
    </li>
    <li>
        Принимайте профиль и установите его по умолчанию с помощью вкладки  <b>Установить</b>
<!--        <img class="img_center" src="\img\scrins\005.png" alt="">-->
				<img class="img_center" src="\img\scrins\006.png" alt="">
    </li>
    <li><h2>Создание ярлыка AutoCAD MOSOBL</h2>
        Скопируйте ярлык "MOSOBL AutoCAD 2015 Здание 1" или "MOSOBL AutoCAD 2015 Здание 2", расположенный по адресу - <b>\\hd-acad\ACAD\standarts\</b> к себе на рабочий стол.  
        <img class="img_center" src="\img\scrins\007.png" alt="">
        Теперь при запуске " MOSOBL AutoCAD 2015" будет применен соотвествующий импортированный профиль для работы в здании 1 или здании 2. Дальнейшее открытие файлов Автокада будут происходить именно с этими настройками, до того момента, пока вы не запустите обычный ярлык Автокада.

    </li>
     <li><h2>Проверка</h2>
        При успешной настройке, после запуска ярлыка "MOSOBL AutoCAD 2015 Здание 1" или "MOSOBL AutoCAD 2015 Здание 2" Будет видна палитра с блоками AutoCAD, размерные стили, стиль текста, дополнительные слои и настроенные нестандартные форматы печати для наших плоттеров,а сам чертеж будет создан в метрической системе см. рисунки:
        <img class="img_center" src="\img\scrins\008.png" alt="">
         <img class="img_center" src="\img\scrins\009.png" alt="">
        <br>
         <p>
        На этом процедура настройки произведена. Приятной работы!
             </p>
    </li>   
</ol>
<p>
<a href="http://hd-web.mohp.ru/index.php?id=autocad-options-admin"><b>Ручная настройка без использования профиля и дополнительного ярлыка программы </b></a><span><em> (Рекомендована для тех пользователей, которые непосильным трудом изменяли все премудрости интерфейса программы и хотят сохранить настройки своего детища. А так же понимают и любят контролировать все изменения настроек программы)</em></span></p>