<b class="suc">Инструкция для продвинутого пользователя </b><br><br>
<a href="http://hd-web.mohp.ru/index.php?id=autocad-options-user"><b>Инструкция для пользователя </b></a>
<h1> Самостоятельная настройка AutoCAD</h1>
<h2>Настройка AutoCAD для последующей работы по стандарту предприятия</h2>
<p> Для работы в системе проектирования AutoCAD 2015 по стандарту предприятия необходимо произвести ряд настроек программы. Для AutoCAD Civil 2015, процедуру настройки необходимо повторить! </p>
<ol>
    <li>
        В запущенной программе AutoCAD 2015 необходимо нажать правой кнопкой мыши в рабочей области и вызвать меню <b>Параметры</b>
        <img class="img_center" src="\img\scrins\01.png" alt="">
    </li>
    <li>
        Далее необходимо перейти на вкладку <b> Файлы</b>. По умолчанию эта вкладка не видна, для ее отображения нажмите несколько раз на малелькую левую стрелку.
        <img class="img_center" src="\img\scrins\02.png" alt="">
    </li>
    <li>
        <h4> Пусть поиска конфигураций печати</h4> В этом разделе необходимо прописать два пути. Сначала выбираете нужный подраздел, затем, с помощью кнопки <b>Добавить</b> вставляете соотвествующий путь:
        <ul>
            <li>Путь поиска конфигураций печати: <b>\\hd-acad\acad\standarts\plotters\01-pc3</b>
            </li><img class="img_center" src="\img\scrins\03-1.png" alt="">
            <li>Путь поиска файлов описаний принтера: <b>\\hd-acad\acad\standarts\plotters\для pmp files\01-pmp </b></li> <img class="img_center" src="\img\scrins\03-2.png" alt="">
            <li>Путь поиска таблиц стилей печати <b>\\hd-acad\ACAD\standarts\Plotters\Plot Styles </b></li> <img class="img_center" src="\img\scrins\03-3.png" alt="">
        </ul>
          </li>
    <li>
        <h4>Параметры шаблонов</h4> В этом разделе необходимо прописать соотвествующий путь:
        <ul>
            <li>Шаблон по умолчанию для команды БСОЗДАТЬ: <b>\\hd-acad\ACAD\standarts\Template\MOSOBL_template.dwt</b> </li>
        </ul>
        <img class="img_center" src="\img\scrins\04.png" alt="">
    </li>
    <li>
        <h4>Папки с файлами инструментальных палитр</h4> В этом разделе необходимо прописать соотвествующий путь: <b>\\hd-acad\ACAD\standarts\toolpalettes</b>
        <img class="img_center" src="\img\scrins\05.png" alt="">
    </li>
    <li>
        <h4>Папка для поиска текстур</h4> В этом разделе необходимо прописать соотвествующий путь: <b>\\hd-acad\ACAD\standarts\HATCH\ALL-HATHC</b>

        <img class="img_center" src="\img\scrins\06.png" alt=""> Теперь необходимо нажать <b>ОК</b> или <b>Применить</b> (на картинке видно, какие пути подверглись изменению, при необходимости можно проверить и убедиться в том, что ничего не пропустили)
        <img class="img_center" src="\img\scrins\06-1.png" alt="">
    </li>
    <li>
        <h4>Палитра стандарта предприятия МОСОБЛГИДРОПРОЕКТ</h4>Включение отображения палитры МОСОБЛ-СТП. Нажмите: <b>CTRL+3.</b> Затем нажмите один раз левой кнопкой мыши по множественным вкладкам
        <img class="img_center" src="\img\scrins\07.png" alt=""> Появится окошко представленное ниже. Промотайте его до самой нижней вкладки, с помощью маленькой кнопки вниз (нажмите по ней много раз левой кнопкой мыши). Затем кликните по палитре МОСОБЛ-СТП
        <img class="img_center" src="\img\scrins\08.png" alt=""> Симтема запомнит данный выбор и последующий вызов палитры будет произведен с открытой палитрой МОСОБЛ-СТП.
    </li>