<p>Акционерное общество «Московский областной институт «ГИДРОПРОЕКТ» – одна из старейших организаций России в сфере проектирования гидроэнергетических, гидротехнических и промышленно-гражданских сооружений.
</p>
<p>
В настоящее время АО «Мособлгидропроект» является хорошо структурированной компанией, обладающей профессиональным инженерно-техническим персоналом и портфелем заказов, гарантирующим ее дальнейшее динамичное развитие.
</p>
<img class="img_right" src="img/Zdanie-AO-Mosoblgidroproekt.JPG" width="400px"> </src>
Основные направления деятельности института – решение комплексных гидроэнергетических и водохозяйственных проблем, разработка проектов гидроэлектростанций, гидроаккумулирующих и насосных станций. Институт также выполняет проектные и изыскательские работы по системам технического водоснабжения атомных электростанций, сооружениям водного транспорта, объектам инфраструктуры, гидротехническим сооружениям спортивного назначения.
<p>
Опыт кадровых специалистов, творческая активность молодежи позволяет институту решать сложные инженерно-технические задачи:
проектирование новых, реконструкция и модернизация действующих гидроэлектростанций;
проектирование новых, реконструкция и модернизация действующих систем технического водоснабжения атомных электростанций;
проектирование систем водообеспечения и территориального перераспределения стока, в составе которых каналы и уникальные насосные станции, подпорные гидроузлы и судоходные сооружения;
проектирование объектов инфраструктуры: жилые поселки, школы, больницы, дворцы культуры, многоэтажные жилые комплексы, спортивно-оздоровительные сооружения.
В современных условиях наша фирма не может ограничиваться разработкой проектов в рамках традиционных, хотя и надежно освоенных технологий. Поэтому институт, при поддержке ПАО «РусГидро», активно выполняет исследования, разработки и внедрение инновационных технических решений и технологий. 
</p>
<p>
Многолетние деловые контакты с ведущими российскими и зарубежными инжиниринговыми компаниями, производителями современного оборудования, крупнейшими строительными организациями дают возможность институту эффективно решать поставленные заказчиками задачи.
</p>
<p>
АО «Мособлгидропроект» входит в состав элиты строительного комплекса России среди проектно-изыскательских организаций, имеет многочисленные награды, дипломы, сертификаты, подтверждающие высокий профессионализм специалистов института.
</p>