<h1> Телефонный справочник</h1>
<form id="searchform" method="post">
    <div>
        <label for="search_term">ПОИСК по справочнику:</label>
        <input type="text" name="search_term" id="search_term" value="" />
        <input type="submit" value="найти" id="search_button" /> </div>
</form>
<table id="search_results"></table>
<!-- <i>Начните вводить в строке поиска фамилию, имя, должность, номер внутреннего телефона или наименование отдела сокращенно (в конце или в начале поставьте закрывающую скобку). Поиск регистро-независем.</i>-->
<br><i>
    <br><span> Примеры запросов:</span>
    <br><b>оит) </b> - список сотрудников отдела информационных технологий
    <br><b>нач </b> - список начальников всех отделов
    <br><b>13 </b> - список сотрудников Московского филиала
<br><b>16 </b> -список сотрудников Невинномысского филиала</i>